Repository: KDE/kdav
Catalog: po/*/libkdav.po
Languages: es

source: Invalid username/password
es: Usuario/contraseña inválidos

source: Access forbidden
es: Acceso prohíbido

source: Resource not found
es: Recurso no encontrado

source: HTTP error
es: Error HTTP

source: There was a problem with the request. %1 (%2).
es: Ha habido un problema con la petición. %1 (%2).

source: Protocol for the collection does not support MULTIGET
es: El protocolo para la colección no implementa MULTIGET

source: The server encountered an error that prevented it from completing your request: %1 (%2)
es: El servidor encontró un error que le impide completar la petición: %1 (%2)

source: There was a problem with the request. The collection has not been deleted from the server. %1 (%2).
es: Ha habido un problema con la petición. La colección no se ha borrado del servidor. %1 (%2)

source: Invalid responses from backend
es: Respuesta inválida desde el motor

source: Error setting focus for XQuery
es: Error al establecer el foco para XQuery

source: Invalid XQuery submitted by DAV implementation
es: XQuery inválido enviado por la implementación de DAV

source: There was a problem with the request. The collection has not been modified on the server. %1 (%2).
es: Ha habido un problema con la petición. La colección no se ha modificado del servidor. %1 (%2)

source: No properties to change or remove
es: Ninguna propiedad que cambiar o eliminar

source: There was an error when modifying the properties
es: Ha habido un error al modificar las propiedades

source: The server returned more information: %1
es: El servidor ha devuelto más información: %1

source: There was a problem with the request. The item has not been created on the server. %1 (%2).
es: Ha habido un problema con la petición. El elemento no se ha creado en el servidor. %1 (%2)

source: There was a problem with the request. The item has not been deleted from the server. %1 (%2).
es: Ha habido un problema con la petición. El elemento no se ha borrado desde el servidor. %1 (%2)

source: There was a problem with the request. The item was not modified on the server. %1 (%2).
es: Ha habido un problema con la petición. El elemento no se ha modificado en el servidor. %1 (%2)

source: There was a problem with the request.
es: Ha habido un problema con la petición.

source: There was a problem with the request. The requested MIME types are not supported.
es: Ha habido un problema con la petición. El tipo MIME solicitado no está implementado.
