Repository: KDE/kdav
Catalog: po/*/libkdav6.po
Languages: eo

source: Invalid username/password
eo: Nevalid uzantnomo/pasvorto

source: Access forbidden
eo: Aliro malpermesita

source: Resource not found
eo: Rimedo ne trovita

source: HTTP error
eo: HTTP-eraro

source: There was a problem with the request. %1 (%2).
eo: Estis problemo pri la aldemando. %1 (%2).

source: Protocol for the collection does not support MULTIGET
eo: Protokolo por la kolekto ne subtenas MULTIGET

source: The server encountered an error that prevented it from completing your request: %1 (%2)
eo: La servilo renkontis eraron kiu malhelpis ĝin plenumi vian aldemandon: %1 (%2)

source: There was a problem with the request. The collection has not been deleted from the server. %1 (%2).
eo: Estis problemo kun la aldemando. La kolekto ne estis forigita de la servilo. %1 (%2).

source: Invalid responses from backend
eo: Nevalidaj respondoj de backend

source: Error setting focus for XQuery
eo: Eraro metante fokuson por XQuery

source: Invalid XQuery submitted by DAV implementation
eo: Nevalida XQuery submetita per DAV-realigo

source: There was a problem with the request. The collection has not been modified on the server. %1 (%2).
eo: Estis problemo kun la aldemando. La kolekto ne estis modifita en la servilo. %1 (%2).

source: No properties to change or remove
eo: Neniuj proprecoj por ŝanĝi aŭ forigi

source: There was an error when modifying the properties
eo: Estis eraro modifante la proprecojn

source: The server returned more information: %1
eo: La servilo redonis plian informon: %1

source: There was a problem with the request. The item has not been created on the server. %1 (%2).
eo: Estis problemo kun la aldemando. La ero ne estis kreita en la servilo. %1 (%2).

source: There was a problem with the request. The item has not been deleted from the server. %1 (%2).
eo: Estis problemo kun la aldemando. La ero ne estis forigita de la servilo. %1 (%2).

source: There was a problem with the request. The item was not modified on the server. %1 (%2).
eo: Estis problemo kun la aldemando. La ero ne estis modifita en la servilo. %1 (%2).

source: There was a problem with the request.
eo: Estis problemo pri la aldemando.

source: There was a problem with the request. The requested MIME types are not supported.
eo: Estis problemo pri la aldemando. La petitaj MIME-tipoj ne estas subtenataj.
